Repository: boinmzaq77/Gabana
Catalog: Gabana.iOS/Resources/*.lproj/Localizable.strings
Languages: th

# menuitem
source: ITEMS
th: สินค้า

# menucustomer
source: CUSTOMER
th: ลูกค้า

source: Customer
th: ลูกค้า

# menuemployee
source: EMPLOYEE
th: พนักงาน

source: Employee
th: พนักงาน

# menureport
source: REPORT
th: รายงาน

# menusetting
source: SETTING
th: ตั้งค่า

# menubillhis
source: BILL HISTORY
th: ประวัติบิล

# menumyqr
source: MY QR
th: คิวอาร์ของฉัน

# notperm
source: Not accessible
th: ไม่มีสิทธิ์ในการเข้าถึง

source: Setting
th: ตั้งค่า

source: Non VAT
th: ไม่มีภาษีมูลค่าเพิ่ม

source: Report
th: รายงาน

source: Include Vat
th: รวมภาษีมูลค่าเพิ่ม

source: Exclude Vat
th: ไม่รวมภาษีมูลค่าเพิ่ม

# freecharge
source: Free of Charge
th: ไม่มีค่าบริการ

# afterdis
source: After Discount
th: หลังหักส่วนลด

# beforedis
source: Before Discount
th: ก่อนหักส่วนลด

source: Merchant Setting
th: ตั้งค่าร้านค้า

# setpackage
source: Package
th: แพ็กเกจ

source: Merchant
th: ร้านค้า

source: Branch
th: สาขา

# employeemanage
source: Employee Management
th: จัดการพนักงาน

source: Item Setting
th: ตั้งค่าสินค้า

source: Note
th: โน้ต

source: Member Setting
th: ตั้งค่าสมาชิก

source: Member Type
th: ประเภทสมาชิก

source: Vat
th: ภาษีมูลค่าเพิ่ม

source: US Dollar
th: ดอลลาร์สหรัฐ

source: Thai Baht
th: บาท

source: Euro
th: ยูโร

source: Japanese Yen
th: เยน

source: Not Displayed
th: ไม่แสดงสกุลเงิน

source: Currency
th: สกุลเงิน

source: Decimal
th: ทศนิยม

source: Service Charge
th: ค่าบริการ

source: Discount
th: ส่วนลด

source: Add Discount
th: เพิ่มส่วนลด

source: Printer
th: เครื่องพิมพ์

source: Device
th: อุปกรณ์ใช้งาน

source: Device Setting
th: ตั้งค่าอุปกรณ์ใช้งาน

source: Setting myQR
th: ตั้งค่าคิวอาร์ของฉัน

source: Gift Voucher
th: บัตรกำนัล

source: Cash
th: เงินสด

source: Save
th: บันทึก

source: Province
th: จังหวัด

source: Add Branch
th: เพิ่มสาขา

source: Edit Branch
th: แก้ไขสาขา

source: District
th: ตำบล

source: Sub District
th: อำเภอ

source: Branch ID
th: รหัสสาขา

source: Phone Number
th: เบอร์โทรศัพท์

source: Details
th: รายละเอียด

source: Branch Name
th: ชื่อสาขา

source: Detailed Address
th: รายละเอียดที่อยู่

source: Address
th: ที่อยู่

source: City
th: เมือง

source: Select Sub District
th: เลือกอำเภอ

source: Postal Code
th: รหัสไปรษณีย์

source: Select Postal Code
th: ระบุรหัสไปรษณีย์

# confirmdeletebranch
source: Please enter branch name to confirm deletion.
th: กรุณากรอกชื่อสาขาเพื่อยืนยันการลบ

# cantdelheadoffice
source: Can't delete Head Office
th: ไม่สามารถลบสำนักงานใหญ่ได้

source: Wrong branch name
th: ชื่อสาขาผิด

source: Failed to delete
th: ลบไม่สำเร็จ

source: Failed !
th: ไม่สำเร็จ !

source: Can't delete branch
th: ลบสาขาไม่ได้

# notcompletedata
source: Please fill in all information.
th: กรุณากรอกข้อมูลให้ครบถ้วน

# telnotcomplete
source: Please enter 10 digit phone number.
th: กรุณาใส่หมายเลขโทรศัพท์ 10 หลัก

source: Save branch successfully
th: บันทึกสาขาเรียบร้อยแล้ว

source: Pull to refresh
th: ดึงเพื่อรีเฟรช

# maxbranch
source: The maximum number of branches.
th: จำนวนสาขาสูงสุด

# wanttodeletebranch
source: Are you sure you want to delete branch?
th: คุณแน่ใจหรือไม่ว่าต้องการลบสาขา

source: Can't delete customer
th: ลบลูกค้าไม่ได้

# cannotdelete
source: Failed to delete
th: ลบไม่สำเร็จ

# cannotloadbranch
source: Unable to load branch data.
th: โหลดข้อมูลสาขาไม่ได้

# cannotload
source: Unable to load data.
th: ไม่สามารถโหลดข้อมูลได้

# defaultemployee
source: You don't have Employee yet. You can add to the Employee menu.
th: คุณยังไม่มีพนักงาน คุณสามารถเพิ่มในเมนูพนักงาน

source: Add Logo
th: เพิ่มรูปภาพ

# takepic
source: Take a picture
th: ถ่ายภาพ

# choosepic
source: Choose your picture
th: เลือกรูปภาพของคุณ

source: Merchant Name
th: ชื่อร้านค้า

source: Registration No
th: เลขทะเบียนการค้า

source: Tax ID
th: เลขประจำตัวผู้เสียภาษี

source: Comment
th: หมายเหตุ

source: Link ProMaxx ID
th: รหัสเชื่อมต่อ ProMaxx

source: Member Type Name
th: ชื่อประเภทสมาชิก

source: Add Member Type
th: เพิ่มประเภทสมาชิก

# checkinternet
source: Please check the Internet
th: กรุณาตรวจสอบอินเทอร์เน็ต

source: None Category
th: ไม่มีหมวดหมู่

source: Edit Member Type
th: แก้ไขประเภทสมาชิก

# max3
source: Maximum 3
th: สูงสุด 3

# textok
source: OK
th: ตกลง

# textcancel
source: Cancel
th: ยกเลิก

# wanttodelete
source: Are you sure you want to delete?
th: คุณแน่ใจหรือว่าต้องการลบ

source: Save data successfully
th: บันทึกข้อมูลสำเร็จ

source: Edit data successfully
th: แก้ไขข้อมูลสำเร็จ

# deletesuccessfully
source: Delete data successfully
th: ลบข้อมูลสำเร็จ

# cannotsave
source: Failed to save
th: บันทึกข้อมูลไม่สำเร็จ

# cannotedit
source: Failed to edit
th: แก้ไขข้อมูลไม่สำเร็จ

# nointernet
source: No Internet,Please Connect
th: ไม่มีอินเทอร์เน็ต โปรดเชื่อมต่อ

source: ALL
th: ทั้งหมด

# notecat
source: Note Category
th: กลุ่มโน้ต

source: Add Note
th: เพิ่มโน้ต

# checkdeletenote
source: Are you sure you want to delete note?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโน้ต

source: Edit Note
th: แก้ไขโน้ต

source: Edit note succeed
th: แก้ไขโน้ตสำเร็จ

source: Add note succeed
th: เพิ่มโน้ตสำเร็จ

source: Unsuccessful
th: ไม่สำเร็จ

source: Connect type
th: ประเภทการเชื่อมต่อ

source: Page type
th: ประเภทกระดาษ

# pleasesetprinter
source: Please set the printer.
th: กรุณาตั้งค่าเครื่องพิมพ์

# plaseenterip
source: Please enter IP Address information.
th: กรุณาป้อนข้อมูลที่อยู่ IP

source: Maximum
th: สูงสุด

# wanttodeletecash
source: Are you sure you want to delete cash?
th: คุณแน่ใจหรือไม่ว่าต้องการลบเงินสด

source: Add Cash
th: เพิ่มเงินสด

source: Edit Cash
th: แก้ไขเงินสด

source: Save Cash
th: บันทึกเงินสด

source: Amount
th: จำนวน

# pleaseentercash
source: Please specify the amount of cash
th: กรุณาระบุจำนวนเงินสด

source: Delete
th: ลบ

source: Add Gift Voucher
th: เพิ่มบัตรกำนัล

source: Gift Voucher Name
th: ชื่อบัตรกำนัล

source: Gift Voucher Code
th: รหัสบัตรกำนัล

source: All Branch
th: ทุกสาขา

source: my QR Name
th: ชื่อคิวอาร์

source: QR Image
th: รูปคิวอาร์

source: Add QR Image
th: เพิ่มรูปคิวอาร์

source: Add myQR
th: เพิ่มคิวอาร์

# checkdeleteqrcode
source: Are you sure you want to delete QR Code
th: คุณแน่ใจหรือไม่ว่าต้องการลบ QR Code

# 2digits
source: 2 Decimal digits
th: 2 หลักทศนิยม

# 4digits
source: 4 Decimal digits
th: 4 หลักทศนิยม

source: Not Rounded
th: ไม่ปัดเศษ

source: Option 1
th: การปัดเศษแบบที่ 1

source: Option 2
th: การปัดเศษแบบที่ 2

source: Option 3
th: การปัดเศษแบบที่ 3

source: Option 4
th: การปัดเศษแบบที่ 4

source: Option 5
th: การปัดเศษแบบที่ 5

# decimalcalformat
source: Decimal Calculation format
th: รูปแบบการคำนวณทศนิยม

# decimaldisformat
source: Decimal Display format
th: รูปแบบการแสดงทศนิยม

source: Type
th: ประเภท

# decimalrounding
source: Rounding a decimal number
th: การปัดเศษทศนิยม

# roundtype
source: Rounding Type
th: ประเภทการปัดเศษ

# cartitemdelete
source: Please delete the product with the item in the cart deleted.
th: กรุณาลบสินค้าที่มีรายการในรถเข็นออก

# cartitemupdate
source: The items in the cart are updated.
th: รายการในตะกร้าได้รับการอัปเดต

# cartitemdeleteandupdate
source: The items in the cart are updated. Please check your cart.
th: รายการในตะกร้าได้รับการอัปเดต กรุณาตรวจสอบรถเข็นของคุณ

source: No Item
th: ไม่มีสินค้า

# item
source: Items
th: สินค้า

source: Cart
th: ตะกร้า

source: Order
th: พักบิล

source: Dummy
th: สินค้าด่วน

source: Favorite
th: รายการโปรด

source: Extra Topping
th: ท็อปปิ้ง

source: Done
th: ยืนยัน

# addcart
source: Add to Cart
th: เพิ่มลงตะกร้า

source: Add Description
th: เพิ่มคำอธิบาย

source: Description
th: คำอธิบาย

source: Remark
th: หมายเหตุ

source: Debit Card
th: บัตรเดบิต

source: Credit Card
th: บัตรเครดิต

source: Member
th: สมาชิก

# cannotvoidbill
source: Unable to void bills.
th: ไม่สามารถยกเลิกบิลได้

# voidbillsuccess
source: Void bill successful.
th: ยกเลิกบิลสำเร็จ

# cannotvoidbill6m
source: The bill cannot be voided as the bill is over 6 months old.
th: ไม่สามารถยกเลิกบิลได้เนื่องจากบิลมีอายุมากกว่า 6 เดือน

# ruwantvoidbill
source: Are you sure you want to void bill?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกบิล

source: Receipt Picture
th: รูปใบเสร็จ

source: Share
th: แชร์

source: Email
th: อีเมล

source: Cashier Name
th: ชื่อแคชเชียร์

source: Cashier
th: แคชเชียร์

source: Change
th: เงินทอน

source: Total
th: รวมทั้งหมด

source: Subtotal
th: รวม

source: Quantity Total
th: จำนวนทั้งหมด

source: Customer Name
th: ชื่อลูกค้า

source: Apply Gift Voucher
th: บันทึกบัตรกำนัล

source: Remove Customer
th: ลบลูกค้า

source: Choose Customer
th: เลือกลูกค้า

# savechanges
source: Are there any changes you want to save?
th: มีการเปลี่ยนแปลง คุณต้องการบันทึกหรือไม่?

source: Back
th: กลับ

source: Male
th: ชาย

source: Female
th: หญิง

# sex
source: Gender
th: เพศ

source: Customer ID
th: รหัสลูกค้า

source: Short Name
th: ชื่อย่อ

source: National ID Number
th: รหัสบัตรประชาชน

source: Birthdate
th: วันเกิด

source: Line ID
th: ไลน์ไอดี

source: Add Customer
th: เพิ่มลูกค้า

source: Admin
th: ผู้ดูแลระบบ

# roleadmin
source: Administrate the system, manage the employee system and settings
th: ผู้ดูแลระบบ จัดการระบบพนักงาน และการตั้งค่าได้

source: Manager
th: ผู้จัดการร้าน

# rolemanager
source: Manager can manage bill information.
th: ผู้จัดการร้าน จัดการข้อมูลบิลได้

source: Invoice Officer
th: พนักงานออกใบเสร็จ

# roleinvoiceofficer
source: Officer can work on both bills received and bills paid.
th: พนักงาน ทำงานได้ทั้งบิลรับและบิลจ่าย

# rolecashier
source: Cashier only work in relation to payment documents.
th: พนักงาน ทำงานเกี่ยวข้องเฉพาะเอกสารจ่าย

source: Editor
th: ผู้แก้ไข

# roleeditor
source: Editor can edit bills, but cannot delete bills.
th: พนักงาน แก้ไขบิลได้ แต่ไม่สามารถลบบิลได้

source: Officer
th: พนักงานทั่วไป

# roleofficer
source: Staff entering information into the system
th: พนักงาน ป้อนข้อมูลเข้าระบบ

source: Apply Employee Role
th: ยืนยันตำแหน่งพนักงาน

# emptyemployee
source: คุณยังไม่มี Employee สามารถเพิ่ม ได้ที่ปุ่ม Add Employee ด้านล่าง
th: คุณยังไม่มี พนักงาน สามารถเพิ่ม ได้ที่ปุ่ม Add Employee ด้านล่าง

# plsconnect
source: To proceed Please connect to the internet.
th: หากต้องการดำเนินการ กรุณาเชื่อมต่ออินเทอร์เน็ต

# maxcharpassword
source: *Max 32 characters with a Lowercase letters, numbers , @ and Underscore.
th: *สูงสุด 32 อักขระด้วยตัวอักษรพิมพ์เล็ก ตัวเลข @ และขีดล่าง

source: Next
th: ถัดไป

# sameusername
source: You already have a username. Do you want to retrieve information?
th: มี Username อยู่แล้วต้องการดึงข้อมูลไหม

# havedata
source: information already exists
th: มีข้อมูลอยู่แล้ว

source: Choose Branch
th: เลือกสาขา

source: Apply Branch
th: ยืนยันสาขา

# nothavedatasell
source: You don't have any sales information yet.
th: คุณยังไม่มีข้อมูลการขาย.

source: Sales Total
th: ยอดขายรวม

source: Sales Count
th: จำนวนการขาย

source: Profit
th: กำไร

source: Average Sale
th: การขายเฉลี่ย

source: Comparison
th: การเปรียบเทียบ

source: Sales By Period
th: ขายตามงวด

source: Sales By Payment Type
th: ขายตามประเภทการชำระเงิน

source: Best Selling Items
th: สินค้าขายดี

source: Best Employee
th: พนักงานที่ดีที่สุด

# item_noti
source: Item have been changed.
th: ข้อมูลสินค้ามีการเปลี่ยนแปลง

# customer_noti
source: Customer have been changed.
th: ข้อมูลลูกค้ามีการเปลี่ยนแปลง

# note_noti
source: Note have been changed.
th: ข้อมูลโน้ตมีการเปลี่ยนแปลง

# merchantconfig_noti
source: Setting have been changed.
th: การตั้งค่ามีการเปลี่ยนแปลง

# itemonbranch_noti
source: Stock have been changed.
th: สต็อกสินค้ามีการเปลี่ยนแปลง

# membertype_noti
source: Member type have been changed.
th: ประเภทสมาชิกมีการเปลี่ยนแปลง

# category_noti
source: Category have been changed.
th: หมวดหมู่สินค้ามีการเปลี่ยนแปลง

# notecategory_noti
source: Note Category have been changed.
th: กลุ่มโน้ตมีการเปลี่ยนแปลง

# merchant_noti
source: Merchant have been changed.
th: ข้อมูลร้านค้ามีการเปลี่ยนแปลง

# myqrcode_noti
source: My QR Code have been changed.
th: คิวอาร์โค้ดมีการเปลี่ยนแปลง

# giftvoucher_noti
source: Gift Voucher have been changed.
th: ข้อมูลบัตรกำนัลมีการเปลี่ยนแปลง

# branch_noti
source: Branch have been changed.
th: ข้อมูลสาขามีการเปลี่ยนแปลง

# cashtemplate
source: Cash Template have been changed.
th: ข้อมูลเงินสดมีการเปลี่ยนแปลง

source: Now Package
th: แพ็กเกจตอนนี้

source: Edit Item
th: แก้ไขสินค้า

source: Add Item
th: เพิ่มสินค้า

# stockmove
source: Stock Movement
th: การเคลื่อนไหวสต็อก

# editstock
source: Edit Stock Item
th: แก้ไขสต็อกสินค้า

source: Stock
th: สต็อก

source: Category
th: หมวดหมู่สินค้า

source: Scan code
th: สแกนโค้ด

# nullitem
source: คุณยังไม่มี Item สามารถเพิ่ม ได้ที่ปุ่ม Add Item ด้านล่าง
th: คุณยังไม่มีสินค้าสามารถเพิ่ม ได้ที่ปุ่มเพิ่มด้านล่าง

# nullextratopping
source: คุณยังไม่มี Extra Topping สามารถเพิ่ม ได้ที่ปุ่ม Add Extra Topping ด้านล่าง
th: คุณยังไม่มีท็อปปิ้งสามารถเพิ่ม ได้ที่ปุ่มเพิ่มด้านล่าง

# nullcategory
source: คุณยังไม่มี Category สามารถเพิ่ม ได้ที่ปุ่ม Add Category ด้านล่าง
th: คุณยังไม่มีหมวดหมู่สินค้าสามารถเพิ่ม ได้ที่ปุ่มเพิ่มด้านล่าง

# nullgiftvoucher
source: คุณยังไม่มี Giftvoucher สามารถเพิ่ม ได้ที่ปุ่ม Add Giftvoucher ด้านล่าง
th: คุณยังไม่มีบัตรกำนัลสามารถเพิ่ม ได้ที่ปุ่มเพิ่มด้านล่าง

# enteritemname
source: Please enter the product name.
th: กรุณากรอกชื่อสินค้า

# enteritemprice
source: Please enter the product price.
th: กรุณากรอกราคาสินค้า

source: None
th: ไม่ระบุ

source: Have Vat
th: ภาษีมูลค่าเพิ่ม

source: None Vat
th: ไม่คิดภาษีมูลค่าเพิ่ม

# enterall
source: Please complete the information.
th: กรุณากรอกข้อมูลให้ครบถ้วน

# alertitem1
source: This item name and
th: สินค้านี้ และ

# alertitem2
source: item code was used already. Would you like to save it?
th: รหัสสินค้านี้ถูกใช้งานแล้วคุณต้องการจะบันทึกใช่หรือไม่ ?

# alertitem3
source: This item name was used already. Would you like to save it?
th: ชื่อสินค้านี้ถูกใช้งานแล้วคุณต้องการจะบันทึกใช่หรือไม่ ?

# alertitem4
source: This item code was used already. Would you like to save it?
th: รหัสสินค้านี้ถูกใช้งานแล้วคุณต้องการจะบันทึกใช่หรือไม่ ?

source: Item Name
th: ชื่อสินค้า

source: Price
th: ราคา

source: Item Code
th: รหัสสินค้า

# code
source: Are there any changes you want to save?
th: รหัส

source: Cost
th: ทุนประเมิน

source: Size
th: ขนาด

# maxsize
source: Size Maximum 5
th: ขนาดมากสุด 5 ขนาด

source: Add Size
th: เพิ่มขนาด

# havestocknoaddsize
source: The product has a stock limit, cannot increase the size.
th: สินค้ามีการกำหนดสต็อกไม่สามารถเพิ่มขนาดได้

# display
source: Display Option On POS
th: แสดงตัวเลือกหน้า POS

# extratop
source: Extra Topping, Note
th: ท็อปปิ้ง, โน้ต

# havesizenoaddstock
source: The product has a specified size, cannot open the stock setting system.
th: สินค้ามีการกำหนดขนาดไม่สามารถเปิดระบบการกำหนดสต็อกได้

# minstock
source: Minimum Stock
th: สต็อกขั้นต่ำ

# samenamesize
source: Duplicate size name Please enter a new name.
th: ชื่อขนาดซ้ำกัน กรุณากรอกชื่อใหม่

# notfoundstockmove
source: Stock movement not found
th: ไม่พบรายการ การเคลื่อนไหวสต็อก

source: Add Catagory
th: เพิ่มกลุ่ม

# maxstock
source: Max number of products 999999
th: จำนวนสินค้าสูงสุด 999999

# extraname
source: Extra Topping Name
th: ท็อปปิ้ง, โน้ต

source: Log In
th: เข้าสู่ระบบ

source: Create Account
th: สร้างบัญชี

source: Owner
th: เจ้าของร้าน

source: Mobile Phone
th: เบอร์โทรศัพท์

source: Merchant ID
th: รหัสร้านค้า

source: Password
th: รหัสผ่าน

source: Version
th: เวอร์ชั่น

# entermoblie
source: Please fill in the correct phone number.
th: กรุณากรอกข้อมูลเบอร์โทรที่ถูกต้อง

# samephone
source: This number is already in use.
th: เบอร์นี้ถูกใช้งานแล้ว

# entertrue
source: Please enter correct information.
th: กรุณากรอกข้อมูลให้ถูกต้อง

# connectnet
source: Please connect to the internet.
th: กรุณาเชื่อมต่ออินเทอร์เน็ต

# connectadmin
source: Please contact the system administrator.
th: กรุณาติดต่อผู้ดูแลระบบ

# cannotlogin
source: Can't login
th: ไม่สามารถเข้าสู่ระบบได้

# enterphone
source: Please enter your phone number.
th: กรุณาใส่เบอร์โทรศัพท์

# regisbefore
source: Please register before signing in.
th: กรุณาสมัครสมาชิกก่อนลงชื่อเข้าใช้

# sentotp
source: Verify Your Mobile Number An 6-digit OTP has been sent to
th: ตรวจสอบโทรศัพท์ของคุณ รหัส OTP 6 หลักจะถูกส่งไปที่หมายเลข

source: Go To Main
th: เข้าสู่หน้าหลัก

source: Category Name
th: ฃื่อหมวดหมู่สินค้า

source: Size Name
th: ชื่อขนาด

source: Estimate Cost
th: ทุนประเมิน

# nullcustomer
source: You don't have any clients yet, you can add at the Add button below.
th: คุณยังไม่มีลูกค้าสามารถเพิ่ม ได้ที่ปุ่มเพิ่มด้านล่าง

source: Edit Customer
th: แก้ไขลูกค้า

# billhis
source: BillHistory
th: ประวัติบิล

# enternamecustomer
source: Please enter your username
th: กรุณากรอกชื่อผู้ใช้

# enteremail
source: Please enter your email correctly.
th: กรุณากรอกอีเมลให้ถูกต้อง

# enterbrithdate
source: Please enter your date of birth.
th: กรุณากรอกวันเดือนปีเกิด

# enteridcart
source: Please fill in your ID card number completely.
th: กรุณากรอกหมายเลขบัตรประชาชนให้ครบ

source: Edit Employee
th: แก้ไขพนักงาน

# quatotal
source: Quantity Total :
th: จำนวนทั้งหมด :

source: Print
th: พิมพ์

source: Receipt Picture :
th: รูปใบเสร็จ :

# xitem
source: Items
th: สินค้า

# discountx
source: Discount
th: ส่วนลด

# memberx
source: Member
th: สมาชิก

# servicechargex
source: ServiceCharge
th: ค่าบริการ

# notsetqr
source: You haven't set up myQR yet.
th: คุณยังไม่ได้ตั้งค่า myQR

source: Receipt Name
th: ชื่อใบเสร็จ

# payla
source: paid
th: จ่ายแล้ว

# imgreceipt
source: Receipt Image
th: รูปใบเสร็จ

source: Save Receipt
th: บันทึกใบเสร็จ

source: Sale Category
th: หมวดหมู่การขาย

source: Sale Report
th: รายงานยอดขาย

source: Sale By Branch Report
th: รายงานยอดขายตามสาขา

source: Profit By Cost Estimate Report
th: รายงานกำไรจากทุนประเมิน

source: Sale By Category Report
th: รายงานยอดขายตามหมวดหมู่

source: Sale By Customer Report
th: รายงานยอดขายตามลูกค้า

source: Sale By Employee Report
th: รายงานยอดขายตามพนักงาน

source: Sale By Payment Method Report
th: รายงานยอดขายตามประเภทการชำระเงิน

source: Item Category
th: หมวดหมู่สินค้า

source: Best Item Report
th: รายงานสินค้าขายดี

# notdata
source: Not found
th: ไม่พบข้อมูล

source: AllCategory
th: หมวดหมู่ทั้งหมด

source: Filter By Date
th: กรองตามวันที่

source: Today
th: วันนี้

source: Month
th: เดือน

source: Year
th: ปี

source: Start Date
th: วันที่เริ่มต้น

source: Filter By Category
th: กรองตามหมวดหมู่

source: View Report
th: ดูรายงาน

# choosecatagory
source: Choose Category
th: กรุณาเลือกหมวดหมู่

source: Filter
th: ฟิลเตอร์

source: Ascending
th: จากน้อยไปมาก

source: Descending
th: จากมากไปน้อย

source: Sort by time
th: เรียงตามเวลา

source: Export
th: ส่งออก

source: Custom
th: กำหนดเอง

source: This Year
th: ปีนี้

source: This Month
th: เดือนนี้

# loaderror
source: Loading error!
th: ข้อผิดพลาดในการโหลด!

source: Apply Category
th: บันทึกหมวดหมู่

# plschoosecus
source: Choose Customer
th: กรุณาเลือกลูกค้า

# plschoosebranch
source: Choose bracnh
th: โปรดเลือกสาขา

source: ALL Customer
th: ลูกค้าทุกท่าน

source: Filter By Customer
th: กรองตามลูกค้า

source: End Date
th: วันที่สิ้นสุด

source: Customize Date
th: ปรับแต่งวันที่

source: Apply Customer
th: บันทึกลูกค้า

source: Apply Employee
th: บันทึกพนักงาน

source: Filter By Report
th: กรองตามรายงาน

source: by sales
th: ตามยอดขาย

# byamount
source: by quantity
th: ตามจำนวน

# bestsellbysell
source: Best Item Report by sales
th: รายงานสินค้าขายดี ตามยอดขาย

# bestsellbyamount
source: Best Item Report by quantity
th: รายงานสินค้าขายดี ตามจำนวน

source: All Items
th: สินค้าทั้งหมด

# allextra
source: AllExtra Topping
th: ท็อปปิ้งทั้งหมด

source: Apply Payment
th: บันทึกการชำระเงิน

source: All Payment
th: การชำระเงินทั้งหมด

source: Filter By Payment
th: กรองตามการชำระเงิน

source: Payment
th: การชำระเงิน

# choosepay
source: Choose Payment
th: กรุณาเลือกการชำระเงิน

source: Hourly
th: รายชั่วโมง

source: Daily
th: รายวัน

source: Weekly
th: รายสัปดาห์

source: Profits By Hour
th: กำไรรายชั่วโมง

source: Profits By Date
th: กำไรตามวันที่

source: Profits By Week
th: กำไรรายสัปดาห์

source: All Profits
th: กำไรทั้งหมด

source: Hour
th: ชั่วโมง

source: Monthly
th: รายเดือน

source: Profits By Month
th: กำไรต่อเดือน

source: Sale
th: ขาย

source: CustomDate
th: วันที่กำหนดเอง

source: Total Sales
th: ยอดขายทั้งหมด

source: Sales By Week
th: ยอดขายรายสัปดาห์

source: Sales By Hour
th: ยอดขายรายชั่วโมง

source: Sales By Date
th: ยอดขายตามวันที่

source: Sales By Month
th: ยอดขายตามเดือน

source: All Employee
th: พนักงานทั้งหมด

source: Filter By Employee
th: กรองโดยพนักงาน

source: Add Remark
th: เพิ่มหมายเหตุ

source: Option
th: ตัวเลือก

source: Clear cart
th: ล้างตะกร้า

source: Pay
th: ชำระเงิน

# wantclearcart
source: Are you sure you want to clear the cart ?
th: คุณแน่ใจหรือไม่ว่าต้องการล้างตะกร้า ?

# emptycart
source: Empty Shopping Cart
th: ตะกร้าเปล่า

source: Service Change
th: ค่าบริการ

source: Quantity
th: จำนวน

source: Edit Option
th: แก้ไขตัวเลือก

source: Change Price
th: ปรับราคา

source: Discount Item
th: ส่วนลดสินค้า

source: Scan success
th: สแกนสำเร็จ

# more1item
source: Found more than 1 item.
th: พบมากกว่า 1 รายการ

# notfinditem
source: Can't find the product listed.
th: ไม่พบรายการสินค้าดังกล่าว

source: Payment amount
th: ยอดชำระ

source: Save Order
th: บันทึกออเดอร์

source: Clear
th: เคลียร์

source: Total Amount
th: จำนวนเงินทั้งหมด

source: Payment Methods
th: วิธีการชำระเงิน

source: Back to POS
th: กลับไปหน้าซื้อขาย

source: View Receipt
th: ดูใบเสร็จ

source: Add Payment
th: เพิ่มการชำระเงิน

source: Balance
th: คงเหลือ

source: Payment Balance
th: ยอดการชำระเงิน

# Cusnomal
source: General customer
th: ลูกค้าทั่วไป

# choosemore1
source: Choose more than 1
th: เลือกได้มากกว่า 1

# addorcart
source: Add to Cart
th: เพิ่มลงตะกร้า

source: Item Price
th: ราคาสินค้า

source: Bath
th: บาท

source: Charge
th: ค่าบริการ

# entercredit
source: Please enter the full 16 digits of your credit card number.
th: กรุณากรอกหมายบัตรเครดิตให้ครบ 16 หลัก

source: Credit Card No
th: เลขบัตรเครดิต

source: Credit Card Type
th: ประเภทบัตรเครดิต

source: Card Type
th: ประเภทบัตร

source: Apply Discount
th: ยินยันส่วนลด

source: Order Name
th: ชื่อออเดอร์

# itemplace
source: Item Name, Item Code
th: ชื่อสินค้า,รหัสสินค้า

# toppingplace
source: Extra Topping Name
th: ชื่อท็อปปิ้งเสริม

# stockplace
source: Item Name, Item Code
th: ชื่อสินค้า,รหัสสินค้า

# groupplace
source: Category Name
th: ชื่อกลุ่มสินค้า

# customerplace
source: Name, Customer ID, Phone Number.
th: ชื่อลูกค้า,รหัสลูกค้า,เบอร์โทรศัพท์

# employeeplace
source: Username, Role
th: ชื่อพนักงาน,ตำแหน่งพนักงาน

# billhisplace
source: Tran No.
th: เลขที่บิล

# noteplace
source: Note Name
th: ชื่อโน๊ต

# dataincorrect
source: Sorry, unable to login. Please enter a correct data.
th: ไม่สามารถเข้าสู่ระบบได้ กรุณากรอกข้อมูลให้ถูกต้อง

# permissionincorrect
source: Sorry, unable to login. No permission to access.
th: ไม่สามารถเข้าสู่ระบบได้ เนื่องจากไม่มีสิทธิ์ในการใช้งาน

# realpay
source: Pay
th: จ่าย
